[EnemyProtecHelmet]
Description=Защитный шлем.
FriendlyName=Тяжелый шлем

[EnemyKevlarHelmet]
Description=Кевларовый шлем.
FriendlyName=Кевларовый шлем

[KevlarHelmet]
Description=Кевларовый шлем.
FriendlyName=Кевларовый шлем

[gasMask]
Description=Противогаз защищает бойца от слезоточивого газа и существенно уменьшает длительность действия перцовой аэрозоли. С другой стороны, он ухудшает обзор и не позволяет надеть защитный шлем.
FriendlyName=Противогаз
GUIImage=Texture'gui_tex.equip_gasmask'

[HelmetAndGoggles]
Description=Кевларовый шлем защищает бойца от воздействия светошумовых гранат и выстрелов в голову.
FriendlyName=Шлем
GUIImage=Texture'gui_tex.equip_goggles'

[HeavyBodyArmor]
Description=Защитные элементы тяжелого бронежилета - керамические пластины. Они обеспечивают надежную защиту от пистолетов и пистолетов-пулеметов (даже заряженных оболочечными пулями), но малоэффективны против штурмовых винтовок и ружей с бронебойными боеприпасами. Этот бронежилет примерно вдвое ослабляет эффект от применения шоковых гранат и ружья несмертельного действия. Кроме того, он существенно затрудняет передвижение бойца.
FriendlyName=Тяжелая броня
GUIImage=Texture'gui_tex.equip_heavyarmor'

[LightBodyArmor]
Description=Защитные элементы стандартного легкого бронежилета - кевларовые пластины. Они надежно защищают бойца от картечи и полуоболочечных пуль, но практически неспособны остановить оболочечную пулю.
FriendlyName=Легкая броня
GUIImage=Texture'gui_tex.equip_lightarmor'

